[{
  "_id": {
    "$oid": "5fcbd37d50405f3cd40b0a3d"
  },
  "Type": "novel",
  "Judul": "Nebula",
  "Author": "Tere Liye",
  "Tahun": "2019",
  "ISBN": "9786020639536",
  "Pos": "A1",
  "Stok": 100,
  "cover": "img/nl1.jpg",
  "sinopsis": "Buku ini merupakan cerita lanjutan dari buku Selena, masih menceritakan kisah Miss Selena dan kedua sahabatnya yang sedang menempuh pendidikannya di Akademi Bayangan Tingkat Tinggi. Di buku ini lah, terungkap siapa sebenernya orang tua Raib. Dan juga permulaan menuju Klan Aldebaran.\r\n                ",
  "__v": 0,
  "Status": "lokal",
  "rec": true
},{
  "_id": {
    "$oid": "5fcbd3cd50405f3cd40b0a3e"
  },
  "Type": "novel",
  "Judul": "Laskar Pelangi",
  "Author": "Andrea Hirata",
  "Tahun": "2005",
  "ISBN": "9793062797",
  "Pos": "A1",
  "Stok": 100,
  "cover": "img/nl2.jpg",
  "sinopsis": "Novel berjudul Laskar Pelangi ini adalah novel pertama dari serangkaian tetralogi milik Andrea Hirata. Secara garis bersar, novel ini bercerita kehidupan kanak-kanak beberapa bocah di Belitong. Andrea Hirata memulainya dengan kisah miris dunia pendidikan di Indonesia dimana sebuah sekolah yang kekurangan murid hendak ditutup. Sekolah tersebut adalah SD Muhammadiyah di Gantung Belitung Timur.",
  "__v": 0,
  "Status": "lokal",
  "rec": true
},{
  "_id": {
    "$oid": "5fcbd3f850405f3cd40b0a3f"
  },
  "Type": "novel",
  "Judul": "Masih Ingatkah Kau Jalan Pulang",
  "Author": "Nadhifa Allya Tsana, Sapardi Djoko Damono",
  "Tahun": "2020",
  "ISBN": "9786020638331",
  "Pos": "A1",
  "Stok": 100,
  "cover": "img/nl3.jpg",
  "sinopsis": "Masih ingatkahkau jalan pulang?Tak ada jalandan tak ada pulangkita di atap langitnun di bawah rata belakasuatu saat birudi saat lain merah kesumba.Jadi kau tidak ingat lagitak percaya lagiakan jalan pulang?Apakah pergi harusjuga pulang?apakah pergiharus juga berpikiruntuk pulang?Apakah pulang hanya adakalau kita pergi?Apakah pulangdan pergi harus berpasangan? \r\n                ",
  "__v": 0,
  "Status": "lokal",
  "rec": false
},{
  "_id": {
    "$oid": "5fcbd42750405f3cd40b0a40"
  },
  "Type": "novel",
  "Judul": "MetroPop: Ganjil Genap",
  "Author": "Almira Bastar",
  "Tahun": "2020",
  "ISBN": "9786020638010",
  "Pos": "A1",
  "Stok": 100,
  "cover": "img/nl4.jpg",
  "sinopsis": "Gimana rasanya diputusin setelah berpacaran selama tiga belas tahun?Hidup Gala yang mendadak jomblo semakin runyam ketika adiknya kebelet nikah! Gala bertekad pantang lajang menjelang umur kepala tiga. Bersama ketiga sahabatnya, Nandi, Sydney, dan Detira, strategi pencarian jodoh pun disusun. Darat, udara, bahkan laut 'disisir' demi menemukan pria idaman.Akankah Gala berhasil menemukan pasangan untuk menggenapi hari-hari ganjilnya? \r\n                ",
  "__v": 0,
  "Status": "lokal",
  "rec": false
},{
  "_id": {
    "$oid": "5fcbd44a50405f3cd40b0a41"
  },
  "Type": "novel",
  "Judul": "Cara Berbahagia Tanpa Kepala",
  "Author": "Triskaidekaman",
  "Tahun": "2019",
  "ISBN": "9786020629933",
  "Pos": "A1",
  "Stok": 100,
  "cover": "img/nl5.jpg",
  "sinopsis": "CARA MELEPAS KEPALA:1. Buka lilitan ritsleting yang meliliti jakun.2. Ceraikan baut dari mur hingga talak delapan.3. Telan dan tahan ludah dalam-dalam.4. Tekan kedua tombol penghambat laju aliran darah secara bersamaan.5. Pegangi kedua kuping, lalu tarik kepala ke atas dengan keras hingga terlepas.Sempati merasa kepalanya tak memberi solusi atas ragam persoalan. Kepalanya justru merepotkan, hingga membuatnya turut program Bebaskan Kepalamu yang memungkinkan untuk menceraikan sementara kepalanya. Tanpa diduga kepala itu menghilang. Bahagiakah Sempati hidup tanpa kepala? \r\n                ",
  "__v": 0,
  "Status": "lokal",
  "rec": false
},{
  "_id": {
    "$oid": "5fcbd46f50405f3cd40b0a42"
  },
  "Type": "novel",
  "Judul": "Nanti Kita Cerita tentang Hari Ini",
  "Author": "Marchella FP",
  "Tahun": "2018",
  "ISBN": "9786024248215",
  "Pos": "A1",
  "Stok": 100,
  "cover": "img/nl6.jpg",
  "sinopsis": "'Nanti kita cerita tentang hari ini... Besok kita buat yang lebih baik lagi.' @nkcthiBuku visual grafis, yang menceritakan tentang perempuan bernama Awan (27th) yang takut akan lupa rasanya menjadi muda, jadi dia membuat surat yang dia kirim untuk masa depan. Sebagai pengingat untuk dia dan anaknya kelak.Berisikan kumpulan pesan dan cerita dari yang ia hadapi dan lihat. Awan mencoba sederhanakan dari pelajaran yang dia hadapin di masa mudanya. \r\n                ",
  "__v": 0,
  "Status": "lokal",
  "rec": false
},{
  "_id": {
    "$oid": "5fcbd49650405f3cd40b0a43"
  },
  "Type": "novel",
  "Judul": "Six of Crows",
  "Author": "Leigh Bardugo",
  "Tahun": "2015",
  "ISBN": "9781627795098",
  "Pos": "B1",
  "Stok": 100,
  "cover": "img/ni1.jpg",
  "sinopsis": "Ketterdam: a bustling hub of international trade where anything can be had for the right price—and no one knows that better than criminal prodigy Kaz Brekker. Kaz is offered a chance at a deadly heist that could make him rich beyond his wildest dreams. But he can’t pull it off alone. . . .A convict with a thirst for revengeA sharpshooter who can’t walk away from a wagerA runaway with a privileged pastA spy known as the WraithA Heartrender using her magic to survive the slumsA thief with a gift for unlikely escapesKaz’s crew is the only thing that might stand between the world and destruction—if they don’t kill each other first. \r\n                ",
  "__v": 0,
  "Status": "impor",
  "rec": false
},{
  "_id": {
    "$oid": "5fcbd4c050405f3cd40b0a44"
  },
  "Type": "novel",
  "Judul": "Crooked Kingdom",
  "Author": "Leigh Bardugo",
  "Tahun": "2016",
  "ISBN": "9781250119315",
  "Pos": "B1",
  "Stok": 100,
  "cover": "img/ni2.png",
  "sinopsis": "Welcome to the world of the Grisha.Kaz Brekker and his crew of deadly outcasts have just pulled off a heist so daring even they didn't think they'd survive. But instead of divvying up a fat reward, they're right back to fighting for their lives.Double-crossed and badly weakened, the crew is low on resources, allies, and hope. As powerful forces from around the world descend on Ketterdam to root out the secrets of the dangerous drug known as jurda parem, old rivals and new enemies emerge to challenge Kaz's cunning and test the team's fragile loyalties.A war will be waged on the city's dark and twisting streets - a battle for revenge and redemption that will decide the fate of the Grisha world. \r\n                ",
  "__v": 0,
  "Status": "impor",
  "rec": false
},{
  "_id": {
    "$oid": "5fcbd4e450405f3cd40b0a45"
  },
  "Type": "novel",
  "Judul": "Cinder",
  "Author": "Marissa Meyer",
  "Tahun": "2013",
  "ISBN": "9781250007209",
  "Pos": "B1",
  "Stok": 100,
  "cover": "img/ni3.png",
  "sinopsis": "Humans and androids crowd the raucous streets of New Beijing. A deadly plague ravages the population. From space, a ruthless Lunar people watch, waiting to make their move. No one knows that Earth’s fate hinges on one girl. . . . Cinder, a gifted mechanic, is a cyborg.She’s a second-class citizen with a mysterious past, reviled by her stepmother and blamed for her stepsister’s illness. But when her life becomes intertwined with the handsome Prince Kai’s, she suddenly finds herself at the center of an intergalactic struggle, and a forbidden attraction. Caught between duty and freedom, loyalty and betrayal, she must uncover secrets about her past in order to protect her world’s future. \r\n                ",
  "__v": 0,
  "Status": "impor",
  "rec": false
},{
  "_id": {
    "$oid": "5fcbd50250405f3cd40b0a46"
  },
  "Type": "novel",
  "Judul": "Scarlet",
  "Author": "Marissa Meyer",
  "Tahun": "2014",
  "ISBN": "9781250007216",
  "Pos": "B1",
  "Stok": 100,
  "cover": "img/ni4.png",
  "sinopsis": "Cinder returns in the second thrilling installment of the New York Times-bestselling Lunar Chronicles.She’s trying to break out of prison—even though if she succeeds, she’ll be the Commonwealth’s most wanted fugitive. Halfway around the world, Scarlet Benoit’s grandmother is missing. It turns out there are many things Scarlet doesn’t know about her grandmother and the grave danger she has lived in her whole life.When Scarlet encounters Wolf, a street fighter who may have information as to her grandmother’s whereabouts, she has no choice but to trust him, though he clearly has a few dark secrets of his own. As Scarlet and Wolf work to unravel one mystery, they find another when they cross paths with Cinder. Together, they must stay one step ahead of the vicious Lunar Queen who will do anything to make Prince Kai her husband, her king, her prisoner. \r\n                ",
  "__v": 0,
  "Status": "impor",
  "rec": true
},{
  "_id": {
    "$oid": "5fcbd52550405f3cd40b0a47"
  },
  "Type": "novel",
  "Judul": "Cress",
  "Author": "Marissa Meyer",
  "Tahun": "2015",
  "ISBN": "9781250007223",
  "Pos": "B1",
  "Stok": 100,
  "cover": "img/ni5.png",
  "sinopsis": "In this third book in the Lunar Chronicles, Cinder and Captain Thorne are fugitives on the run, now with Scarlet and Wolf in tow. Together, they're plotting to overthrow Queen Levana and her army.Their best hope lies with Cress, a girl imprisoned on a satellite since childhood who's only ever had her netscreens as company. All that screen time has made Cress an excellent hacker. Unfortunately, she's just received orders from Levana to track down Cinder and her handsome accomplice.When a daring rescue of Cress goes awry, the group is separated. Cress finally has her freedom, but it comes at a higher price. Meanwhile, Queen Levana will let nothing prevent her marriage to Emperor Kai. Cress, Scarlet, and Cinder may not have signed up to save the world, but they may be the only hope the world has. \r\n                ",
  "__v": 0,
  "Status": "impor",
  "rec": false
},{
  "_id": {
    "$oid": "5fcbd54650405f3cd40b0a48"
  },
  "Type": "novel",
  "Judul": "Winter",
  "Author": "Marissa Meyer",
  "Tahun": "2018",
  "ISBN": "9781250007230",
  "Pos": "B1",
  "Stok": 100,
  "cover": "img/ni6.png",
  "sinopsis": "Princess Winter is admired for her grace, kindness and beauty, despite the scars on her face. She's said to be even more breath-taking than her stepmother, Queen Levana...When Winter develops feelings for the handsome palace guard, Jacin, she fears the evil Queen will crush their romance before it has a chance to begin.But there are stirrings against the Queen across the land. Together with the cyborg mechanic, Cinder, and her allies, Winter might even find the power to launch a revolution and win a war that's been raging for far too long. Can Cinder, Scarlet, Cress, and Winter claim their happily ever afters by defeating Levana once and for all? \r\n                ",
  "__v": 0,
  "Status": "impor",
  "rec": false
},{
  "_id": {
    "$oid": "5fcbd58050405f3cd40b0a49"
  },
  "Type": "komik",
  "Judul": "Komik KKPK : Hacker Cilik",
  "Author": "Abdurrahman Aufa Liamrillah, dkk.",
  "Tahun": "2020",
  "ISBN": "9786232540439",
  "Pos": "C1",
  "Stok": 100,
  "cover": "img/kl1.jpg",
  "sinopsis": "Aufa adalah seorang anak laki-laki.Umurnya baru 10 tahun. Dia ramah, rajin,dan supel. Sayangnya, Aufa terkadang kudet, alias kurang update! Dia hanya tahu internet dari game online.'Sekarang, teknologi sudah canggih dan internet lagi marak-maraknya. Masa, FB saja kamu enggak punya?' ledek Tavia, teman sekelasnya. Aufa kesal diledek terus oleh Tavia dan teman-temannya yang lain. Dalam hati, Aufa bertekad akan mencaritahu lebih jauh tentang internet. Lihat saja! \r\n                ",
  "__v": 0,
  "Status": "lokal",
  "rec": false
},{
  "_id": {
    "$oid": "5fcbd5a550405f3cd40b0a4a"
  },
  "Type": "komik",
  "Judul": "Why? Veterinary Medicine",
  "Author": "YeaRimDang",
  "Tahun": "2019",
  "ISBN": "9786230005930",
  "Pos": "C1",
  "Stok": 100,
  "cover": "img/kl2.jpg",
  "sinopsis": "Apakah kita mengetahui informasi medis dan pengetahuan dasar tentang hewan? Alangkah baiknya jika hewan yang tinggal bersama kita dapat hidup tanpa terjangkit penyakit. Tapi, sama halnya dengan manusia, seekor hewan tidak mungkin dapat hidup tanpa terkena penyakit satu kali pun. Saat kucing yang biasanya sehat tiba-tiba sakit, jika kita tidak memahami gejala yang ditunjukkan dan memberikan diagnosis yang salah, kita bisa memperburuk penyakitnya. Mengobati dan mencegah penyakit pada hewan, menjaga kebersihan, hingga memelihara ternak semuanya diteliti dan dipelajari dalam ilmu kedokteran hewan. Sejarah ilmu kedokteran hewan sudah sangat tua. Hewan yang digunakan untuk membantu kegiatan pertanian atau yang dikonsumsi haruslah sehat agar manusia bisa hidup dengan aman. Karena itulah peran ilmu kedokteran hewan sangat penting dalam keberlangsungan hidup manusia dan hewan. Selain mengobati hewan di Rumah Sakit Hewan, bidang yang dicakup oleh ilmu ini lebih luas dari yang kita bayangkan. Dokter hewan juga merawat hewan liar yang terancam bahaya, hingga melakukan pemeriksaan dan karantina pada makanan olahan yang masuk dari luar negeri. \r\n                ",
  "__v": 0,
  "Status": "lokal",
  "rec": false
},{
  "_id": {
    "$oid": "5fcbd5c850405f3cd40b0a4b"
  },
  "Type": "komik",
  "Judul": "Nobita dan pulau keajaiban",
  "Author": "Fujiko F. Fujio",
  "Tahun": "2020",
  "ISBN": "9786230019524",
  "Pos": "C1",
  "Stok": 100,
  "cover": "img/kl3.jpg",
  "sinopsis": "Nobita dkk. berkunjung ke suatu pulau ajaib, tempat para fauna yang telah punah dilestarikan kembali. Pulau tersebut dilindungi oleh kekuatan seekor kumbang badak emas yang disebut Golden Hercules. Nobita pun bertemu dengan anak laki-laki seumurannya yang bernama Dakke. Namun, tiba-tiba muncul gerombolan pemburu jahat Sharman yang mengincar Sang Kumbang Emas. Mampukah melindungi mimpi dan keajaiban pulau tersebut!? \r\n                ",
  "__v": 0,
  "Status": "lokal",
  "rec": false
},{
  "_id": {
    "$oid": "5fcbd5ed50405f3cd40b0a4c"
  },
  "Type": "komik",
  "Judul": "Light Novel Detektif Conan: Captured in Her Eyes",
  "Author": "Aoyama Gosho",
  "Tahun": "2020",
  "ISBN": "9786230020681",
  "Pos": "C1",
  "Stok": 100,
  "cover": "img/kl4.jpg",
  "sinopsis": "Terjadi kasus penembakan berantai anggota kepolisian. Di dalam situasi seperti itu, listrik pada aula pesta tempat para anggota kepolisian berkumpul padam dan detektif Sato yang sedang berada di toilet saat itu tertembak. Ran yang kebetulan berada bersama detektif Sato melihat pelakunya! Namun, Ran mengalami shock karena menganggap tertembaknya detektif Sato adalah kesalahannya, sehingga kehilangan ingatan dan tidak dapat mengingat keluarga maupun dirinya sendiri! Dan lagi, kali ini pelaku mengincar nyawa Ran! Conan pun terus melakukan penyelidikan seorang diri karena pelakunya harus segera ditangkap. Tapi apa Conan dapat melindungi Ran hingga akhir!? \r\n                ",
  "__v": 0,
  "Status": "lokal",
  "rec": false
},{
  "_id": {
    "$oid": "5fcbd60f50405f3cd40b0a4d"
  },
  "Type": "komik",
  "Judul": "Si Juki dan Mang Awung 2",
  "Author": "Faza Ibnu Ubaydillah Salman",
  "Tahun": "2020",
  "ISBN": "9786230020308",
  "Pos": "C1",
  "Stok": 100,
  "cover": "img/kl5.jpg",
  "sinopsis": "Ada-ada aja ulah Mang Awung yang bikin Si Juki sebel... Walaupun begitu, pertemanan mereka semakin dekat. Ayo, nikmati kisah keseharian Si Juki dan Mang Awung. Semoga tetap bikin pembaca senang dan terhibur... \r\n                ",
  "__v": 0,
  "Status": "lokal",
  "rec": false
},{
  "_id": {
    "$oid": "5fcbd62f50405f3cd40b0a4e"
  },
  "Type": "komik",
  "Judul": "Bono-chan 01",
  "Author": "Mikio Igarashi",
  "Tahun": "2020",
  "ISBN": "9786230014154",
  "Pos": "C1",
  "Stok": 100,
  "cover": "img/kl6.jpg",
  "sinopsis": "Bono ingat saat dia masih kecil dan belum bisa apa-apa. Bono pergi ke mana-mana bersama ayahnya, bermain dengan teman-teman yang lucu dan sangat menggemaskan. \r\n                ",
  "__v": 0,
  "Status": "lokal",
  "rec": true
},{
  "_id": {
    "$oid": "5fcbd64f50405f3cd40b0a4f"
  },
  "Type": "komik",
  "Judul": "Boruto: Naruto Next Generations, Vol. 2",
  "Author": "Masashi Kishimoto (Creator), Mikio Ikemoto (Illustrator)",
  "Tahun": "2017",
  "ISBN": "9781421595849",
  "Pos": "D1",
  "Stok": 100,
  "cover": "img/ki1.png",
  "sinopsis": "Boruto gets through round two of the Chunin Exam and receives praise from his father. But what Naruto doesn’t know is that his son is cheating by using prohibited ninja tools. What will happen to Boruto when the truth is revealed? Meanwhile, darker forces are advancing behind the scenes… \r\n                ",
  "__v": 0,
  "Status": "impor",
  "rec": true
},{
  "_id": {
    "$oid": "5fcbd67250405f3cd40b0a50"
  },
  "Type": "komik",
  "Judul": "One-Punch Man, Vol. 21",
  "Author": "ONE (Creator), Yusuke Murata (Illustrator)",
  "Tahun": "2020",
  "ISBN": "9781974717644",
  "Pos": "D1",
  "Stok": 100,
  "cover": "img/ki2.jpg",
  "sinopsis": "Immediately before the big Monster Association battle, the Class-S heroes hold a strategy meeting. Unfortunately, they just aren’t in sync, and when Amai Mask barges in, the situation only gets worse. Thankfully, King appears just in time to boost their morale—and it’s a good thing, too, because the big monster battle begins! \r\n                ",
  "__v": 0,
  "Status": "impor",
  "rec": false
},{
  "_id": {
    "$oid": "5fcbd69650405f3cd40b0a51"
  },
  "Type": "komik",
  "Judul": "Attack on Titan 1",
  "Author": "Hajime Isayama",
  "Tahun": "2012",
  "ISBN": "9781612620244",
  "Pos": "D1",
  "Stok": 100,
  "cover": "img/ki3.png",
  "sinopsis": "In this post-apocalytpic sci-fi story, humanity has been devastated by the bizarre, giant humanoids known as the Titans. Little is known about where they came from or why they are bent on consuming mankind. Seemingly unintelligent, they have roamed the world for years, killing everyone they see. For the past century, what’s left of man has hidden in a giant, three-walled city. People believe their 50-meter-high walls will protect them from the Titans, but the sudden appearance of an immense Titan is about to change everything. \r\n                ",
  "__v": 0,
  "Status": "impor",
  "rec": false
},{
  "_id": {
    "$oid": "5fcbd6b550405f3cd40b0a52"
  },
  "Type": "komik",
  "Judul": "My Hero Academia, Vol. 1",
  "Author": "Kohei Horikoshi",
  "Tahun": "2015",
  "ISBN": "9781421582696",
  "Pos": "D1",
  "Stok": 100,
  "cover": "img/ki4.png",
  "sinopsis": "Middle school student Izuku Midoriya wants to be a hero more than anything, but he hasn’t got an ounce of power in him. With no chance of ever getting into the prestigious U.A. High School for budding heroes, his life is looking more and more like a dead end. Then an encounter with All Might, the greatest hero of them all, gives him a chance to change his destiny… \r\n                ",
  "__v": 0,
  "Status": "impor",
  "rec": false
},{
  "_id": {
    "$oid": "5fcbd6ef50405f3cd40b0a53"
  },
  "Type": "komik",
  "Judul": "Hunter x Hunter, Vol. 1",
  "Author": "Yoshihiro Togashi",
  "Tahun": "2005",
  "ISBN": "9781591167532",
  "Pos": "D1",
  "Stok": 100,
  "cover": "img/ki5.png",
  "sinopsis": "Immediately before the big Monster Association battle, the Class-S heroes hold a strategy meeting. Unfortunately, they just aren’t in sync, and when Amai Mask barges in, the situation only gets worse. Thankfully, King appears just in time to boost their morale—and it’s a good thing, too, because the big monster battle begins! \r\n                ",
  "__v": 0,
  "Status": "impor",
  "rec": false
},{
  "_id": {
    "$oid": "5fcbd73050405f3cd40b0a54"
  },
  "Type": "komik",
  "Judul": "Fairy Tail, Vol. 6",
  "Author": "Hiro Mashima",
  "Tahun": "2011",
  "ISBN": "9781612620992",
  "Pos": "D1",
  "Stok": 100,
  "cover": "img/ki6.png",
  "sinopsis": "Hotshot Natsu and his cool rival Gray are fighting to stop a calamity demon from being revived by Gray's fellow disciple Lyon and Zalty, a master of Lost Magic. But while they try to defeat the bad guys, the magical ice binding the demon keeps melting. Then a grudge between Fairy Tail and a rival guild turns to all-out war! \r\n                ",
  "__v": 0,
  "Status": "impor",
  "rec": false
}]